Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AccountsUserGroupRecommendationsUpsellDescription
source: For All of You recommends TV shows and movies for multiple profiles on this Apple TV. If you hide this option for group recommendations, it will offer recommendations for just one profile.
ar: عند تشغيل "للجميع"، تظهر توصيات ببرامج تلفزيون وأفلام لعدة ملفات تعريف على هذا الـ Apple TV. وإذا أخفيت هذا الخيار للتوصيات الجماعية، فسيقدم توصيات لملف تعريف واحد فقط.
ca: La funció “Per a tothom” recomana sèries i pel·lícules als diversos perfils que fan servir l’Apple TV. Si ocultes l’opció de les recomanacions grupals, només se n’oferiran a un perfil.
cs: Na řádku „Pro celou skupinu“ se zobrazují seriály a filmy doporučené pro více profilů z této Apple TV. Pokud doporučení pro skupinu skryjete, budou se zobrazovat doporučení jen pro jeden profil.
da: Til jer alle anbefaler tv-udsendelser og film til flere profiler på dette Apple TV. Hvis du skjuler gruppeanbefalinger, vises der kun anbefalinger for en enkelt profil.
de: „Für euch alle“ empfiehlt TV-Sendungen und Filme für mehrere Profile auf diesem Apple TV. Wenn du diese Option für Gruppenempfehlungen ausblendest, werden nur Empfehlungen für ein Profil angezeigt.
el: Το τμήμα «Για όλους» προτείνει τηλεοπτικές εκπομπές και ταινίες για πολλά προφίλ σε αυτό το Apple TV. Αν αποκρύψετε αυτήν την επιλογή για τις συστάσεις ομάδας, θα παρέχονται συστάσεις μόνο για ένα προφίλ.
es: En “Para todos los usuarios” se recomiendan series y películas para los distintos perfiles de este Apple TV. Si ocultas esta opción de recomendaciones de grupo, solo se ofrecerán recomendaciones para un perfil.
es_us: Para todo el mundo recomendará programas de TV y películas para varios perfiles de este Apple TV. Si ocultas esta opción para las recomendaciones del grupo, se mostrarán recomendaciones para un solo perfil.
fi: Teille kaikille -osiossa suositellaan TV-ohjelmia ja elokuvia useille tämän Apple TV:n profiileille. Jos kätket tämän vaihtoehdon ryhmäsuosituksille, se tarjoaa suosituksia vain yhdelle profiilille.
fr: « Pour tout le monde » recommandera des séries TV et des films à tous les profils de cette Apple TV. Si vous masquez cette option pour les recommandations de groupe, les recommandations seront émises pour un seul profil.
fr_ca: « Pour vous tous » recommande des émissions de télévision et des films à plusieurs profils de cette Apple TV. Si vous masquez cette option pour les recommandations de groupe, un seul profil recevra des recommandations.
he: המאפיין ״עבור כולכם״ מציע תוכניות טלוויזיה וסרטים לפרופילים מרובים ב‑Apple TV זה. הסתרת אפשרות זו להמלצות קבוצתיות תוביל לקבלת המלצות עבור פרופיל אחד בלבד.
hi: “आप सभी के लिए” इस Apple TV पर कई प्रोफ़ाइल के लिए टीवी कार्यक्रम और फ़िल्मों की अनुशंसा करता है। अगर आप सामूहिक अनुशंसाओं के लिए इस विकल्प को छिपा देते हैं, तो यह केवल एक प्रोफ़ाइल के लिए अनुशंसाएँ देगा।
hr: U kategoriji “Za sve vas” naći ćete preporučene TV emisije i filmove za više profila na ovom Apple TV-u. Ako sakrijete ovu opciju za grupne preporuke, nudit će se preporuke samo za jedan profil.
hu: A Mindenki számára szakasz tv-műsorokat és filmeket ajánl több profil számára ezen az Apple TV‑n. Ha elrejti ezt a csoportajánlásokra vonatkozó lehetőséget, akkor csak egy profilra vonatkozóan fognak megjelenni ajánlások.
id: Untuk Kalian merekomendasikan acara TV dan film untuk beberapa profil di Apple TV ini. Jika Anda sembunyikan untuk rekomendasi grup, pilihan ini hanya akan menawarkan rekomendasi untuk satu profil.
it: Selezionando “Scelti per voi”, su Apple TV verranno suggeriti programmi TV e film per più profili. Nascondendo i suggerimenti di gruppo, verranno suggeriti contenuti solo per un singolo profilo.
ja: “メンバー全員”では、このApple TV上の複数のプロフィールに合わせて、おすすめのテレビ番組や映画が表示されます。グループへのおすすめを非表示にした場合、おすすめが行われるのは1つのプロフィールだけになります。
ko: ‘모두를 위한 추천’은 이 Apple TV의 여러 프로필에게 TV 프로그램 및 영화를 추천합니다. 그룹 추천에 대해 이 옵션을 가리면 하나의 프로필만을 위해 추천 항목이 제공됩니다.
ms: Untuk Anda Semua mengesyorkan rancangan TV dan filem untuk berbilang profil pada Apple TV ini. Jika anda menyembunyikan pilihan ini untuk pengesyoran kumpulan, ia akan menawarkan pengesyoran untuk hanya satu profil.
nb: «For alle sammen» anbefaler filmer og TV-programmer for flere profiler på Apple TV. Hvis du skjuler dette valget for gruppeanbefalinger, blir det kun vist anbefalinger for én profil.
nl: Met 'Voor iedereen' worden tv-programma's en films aanbevolen voor meerdere profielen op deze Apple TV. Als je deze optie verbergt voor groeps­aanbevelingen, worden er aanbevelingen voor één profiel gedaan.
pl: Funkcja Dla wszystkich poleca programy TV i filmy dla wielu profili tego Apple TV. Jeśli nie używasz rekomendacji dla całej grupy, polecane rzeczy dotyczą tylko jednego profilu.
pt_br: O recurso Para Vocês recomenda programas de TV e filmes para vários perfis desta Apple TV. Se você ocultar essa opção para recomendações em grupo, elas serão oferecidas apenas para um perfil.
pt_pt: “Para todos” apresenta recomendações de programas de TV e filmes para vários perfis desta Apple TV. Se ocultar esta opção para o grupo, serão feitas recomendações apenas para um perfil.
ro: „Pentru toți utilizatorii” recomandă emisiuni TV și filme pentru mai multe profiluri de pe acest Apple TV. Dacă ascundeți această opțiune pentru recomandările de grup, veți primi recomandări pentru un singur profil.
ru: В разделе «Для всех» собраны сериалы, фильмы и телешоу, которые могут подойти сразу нескольким профилям на этом Apple TV. Если выключить рекомендации контента для группы, они будут составляться только для одного профиля.
sk: V riadku „Pre vás všetkých“ sa zobrazujú odporúčané seriály a filmy pre viaceré profily tohto Apple TV. Ak túto možnosť pre skupinové odporúčania skryjete, ponúkané budú odporúčania len pre jeden profil.
sl: V razdelku Za vse vas so priporočila TV-oddaj in filmov za več profilov v tem Apple TV-ju. Če to možnost za skupinska priporočila skrijete, bodo prikazana priporočila samo za en profil.
sv: För er alla rekommenderar TV-program och filmer för flera profiler på denna Apple TV. Om du gömmer det här alternativet för grupprekommendationer visas bara rekommendationer för en profil.
th: “สำหรับทุกคน” แนะนำรายการทีวีและภาพยนตร์สำหรับหลายโปรไฟล์บน Apple TV เครื่องนี้ ถ้าคุณซ่อนตัวเลือกนี้สำหรับคำแนะนำกลุ่ม “สำหรับทุกคน” จะเสนอคำแนะนำสำหรับหนึ่งโปรไฟล์เท่านั้น
tr: Hepiniz İçin, bu Apple TV’de birden fazla profile TV şovu ve film önerir. Grup önerileri için bu seçeneği gizlerseniz yalnızca bir profil için öneriler sunulur.
uk: У розділі «Для всіх вас» зʼявляються фільми й телешоу, рекомендовані для кількох профілів цього Apple TV. Якщо приховати цей параметр для групових рекомендацій, рекомендації пропонуватимуться тільки для одного профілю.
vi: Tùy chọn Dành cho tất cả đề xuất các chương trình TV và phim cho nhiều hồ sơ trên Apple TV này. Nếu bạn ẩn tùy chọn này cho các đề xuất nhóm thì tùy chọn sẽ chỉ đưa ra các đề xuất cho một hồ sơ.
zh_cn: “为所有人推荐”会为这台Apple TV上的多个个人资料推荐电视节目和电影。如果你隐藏此群组推荐选项，将只为一个个人资料提供推荐内容。
zh_hk: 「為所有人推薦」會為此Apple TV上的多個個人檔案推薦電視節目和電影。如你為群組推薦項目隱藏此選項，其將只為一個個人檔案提供推薦。
zh_tw: 「為所有人推薦」會為此Apple TV上的多個個人檔案推薦電視節目和電影。若你對群組推薦項目隱藏此選項，則只會提供推薦項目給單一個人檔案。

# AccountsUserIncomingCallsDescription
source: Your Apple TV can show you who’s calling on your iPhone and let you put the call on hold until you can answer or answer if you have connected HomePods.
ar: بإمكان Apple TV أن يعرض لك من يتصل بك على iPhone ويسمح لك بتعليق المكالمة إلى أن تتمكن من الرد، أو الرد إذا كنت قد وصَّلت HomePods.
ca: L’Apple TV et pot mostrar qui t’està trucant a l’iPhone i posar la trucada en espera fins que puguis respondre. També pots respondre des del HomePod.
cs: Na Apple TV se může ukazovat, kdo vám volá na iPhone, a vy na ní můžete hovor přidržet, dokud ho nebudete moct přijmout. Pokud máte připojené HomePody, můžete ho na Apple TV i přijmout.
da: Dit Apple TV kan vise, hvem der ringer til din iPhone, og du kan sætte opkaldet på hold, indtil du kan besvare det, eller du kan besvare opkaldet, hvis du har nogen tilsluttede HomePod-enheder.
de: Dein Apple TV kann dir anzeigen, wer auf deinem iPhone anruft, und den Anruf halten, bis du antworten kannst, oder ihn annehmen, wenn HomePods verbunden sind.
el: Το Apple TV μπορεί να εμφανίζει ποιο άτομο σάς καλεί στο iPhone σας και σας επιτρέπει είτε να θέσετε την κλήση σε αναμονή έως ότου μπορέσετε να απαντήσετε είτε να απαντήσετε στην κλήση αν έχετε συνδεδεμένα HomePod.
es: El Apple TV puede mostrar quién te llama al iPhone y poner la llamada en espera hasta que puedas contestar, o bien permitirte contestar si tienes algún HomePod conectado.
es_us: El Apple TV puede mostrarte quién te llama al iPhone y permitirte poner la llamada en espera hasta que puedas contestar. También puedes contestarla si tienes algún HomePod conectado.
fi: Apple TV voi näyttää, kuka soittaa iPhoneesi, ja asettaa puhelun pitoon, kunnes voit vastata. Voit myös vastata, jos sinulla on yhdistetty HomePod.
fr: Votre Apple TV peut vous indiquer qui appelle votre iPhone et vous permettre de mettre l’appel en attente jusqu’à ce que vous puissiez y répondre ou de répondre si vous avez connecté un HomePod.
fr_ca: Votre Apple TV peut afficher qui appelle votre iPhone et vous permettre de mettre l’appel en attente ou d’y répondre si des HomePod sont connectés.
he: ה-Apple TV יכול להראות לך מי מתקשר ל-iPhone שלך ולהעביר את השיחה למצב המתנה עד שיתאפשר לך לענות בטלפון או דרך מכשירי HomePods מחוברים.
hi: आपका Apple TV आपको दिखा सकता है कि आपके iPhone पर कौन कॉल कर रहा है और जब तक आप कॉल का जवाब नहीं दे सकते हैं तब तक कॉल को होल्ड पर रखने या अगर आपके पास कनेक्टेड HomePod हैं, तो जवाब देने की सुविधा देता है।
hr: Vaš Apple TV može prikazati dolazne pozive na vašem iPhoneu i omogućiti vam stavljanje poziva na čekanje dok se ne javite ili omogućiti javljanje ako imate spojene HomePod zvučnike.
hu: Az Apple TV‑je meg tudja jeleníteni, hogy ki hívja Önt az iPhone‑ján, és lehetővé teszi, hogy Ön várakoztassa a hívást, amíg készen áll a hívás fogadására, vagy fogadja a hívást, ha HomePodok vannak csatlakoztatva.
id: Apple TV Anda dapat menampilkan siapa yang sedang menelepon di iPhone Anda dan memungkinkan Anda untuk menahan panggilan hingga diangkat atau mengangkatnya jika Anda telah menghubungkan HomePods.
it: Apple TV può mostrarti chi ti sta chiamando su iPhone e consentirti di mettere in attesa la chiamata finché non puoi rispondere, oppure di rispondere se hai connesso un HomePod.
ja: Apple TVで、iPhoneにかかってきた電話の発信元を表示し、応答するまで通話を保留にすることができます。HomePodを接続している場合は、Apple TVで直接応答することもできます。
ko: Apple TV에서 iPhone으로 걸려오는 전화의 발신자를 확인하고, 전화를 받을 수 있는 시점까지 통화를 대기할 수 있습니다. HomePod을 연결한 경우에는 전화를 받을 수도 있습니다.
ms: Apple TV anda boleh menunjukkan kepada anda pemanggil pada iPhone anda dan membolehkan anda menahan panggilan sehingga anda boleh menjawab atau menjawab jika anda mempunyai HomePod bersambung.
nb: Apple TV-en din kan vise deg hvem som ringer til iPhonen din, og la deg sette samtalen på vent til du kan svare eller svare hvis du har tilkoblede HomePoder.
nl: Je Apple TV kan je laten zien door wie je op je iPhone wordt gebeld en kan het gesprek in de wacht plaatsen totdat je de oproep kunt beantwoorden of het gesprek beantwoorden als je HomePods hebt gekoppeld.
pl: Apple TV może pokazywać połączenia przychodzące na Twojego iPhone’a i wstrzymywać je, aby dać Ci czas na odebranie ich na telefonie lub na połączonych HomePodach.
pt_br: A Apple TV pode mostrar quem está ligando para o seu iPhone e permitir que você mantenha a ligação em espera até que possa atender, ou permitir que você atenda se tiver HomePods conectados.
pt_pt: A Apple TV pode mostrar quem está a ligar para o seu iPhone e permitir‑lhe colocar a chamada em espera até que a possa atender, ou pode atender a chamada se tiver HomePods ligados.
ro: Apple TV‑ul poate afișa cine vă apelează pe iPhone și vă poate permite să rețineți apelul până când puteți răspunde sau să răspundeți dacă aveți HomePod‑uri conectate.
ru: Если подключить устройства HomePod к Apple TV, на нем можно будет просматривать уведомления о входящих вызовах на iPhone, отвечать на них или ставить на удержание, когда нет возможности ответить сразу.
sk: Keď vám niekto volá na iPhone, Apple TV môže zobraziť volajúceho a umožní vám hovor podržať, kým sa nedostanete k telefónu, prípadne prijať hovor na pripojenom HomePode.
sl: V Apple TV-ju je lahko prikazano, čigav klic ste prejeli v iPhone, pri čemer lahko klic postavite na čakanje, dokler ga ne morete sprejeti, ali pa ga sprejmete, če imate povezane zvočnike HomePod.
sv: Apple TV kan visa vem som ringer till iPhone och låta dig parkera samtalet tills du kan svara, eller så kan du svara om du har anslutna HomePod-enheter.
th: Apple TV ของคุณสามารถแสดงให้คุณดูได้ว่าใครกำลังโทรมาบน iPhone ของคุณและช่วยให้คุณพักสายไว้จนกว่าคุณจะสามารถรับสายได้หรือรับสายหากคุณมี HomePod ที่เชื่อมต่ออยู่ได้
tr: Apple TV’niz, iPhone’unuzda kimin aradığını gösterip yanıtlayabileceğiniz zamana kadar aramayı beklemeye almanızı veya bağlı HomePod’larınız varsa yanıtlamanızı sağlayabilir.
uk: Apple TV може показувати, хто телефонує вам на iPhone, і давати змогу призупиняти виклик, доки ви не зможете відповісти, або відповідати, якщо підʼєднано HomePod.
vi: Apple TV có thể hiển thị ai đang gọi đến iPhone của bạn và cho phép bạn giữ cuộc gọi đến khi có thể trả lời hoặc trả lời nếu bạn đã kết nối các HomePod.
zh_cn: Apple TV可显示iPhone上的来电者，并保留通话直至你方便接听，或在已连接的HomePod上接听。
zh_hk: 你的Apple TV可以顯示iPhone上的來電者，並讓你保留通話直到你可以接聽，或在已連接的HomePod上接聽。
zh_tw: Apple TV可以顯示iPhone上的來電者，並讓你在可接聽前保留通話，或在有已連接的HomePods時接聽。

# AccountsUserIncomingCallsSyncingDescription
source: Currently syncing. This may take a few minutes.
ar: تجري المزامنة حاليًا. قد يستغرق ذلك بضع دقائق.
ca: El procés de sincronització durarà uns minuts.
cs: Probíhá synchronizace. Může to několik minut trvat.
da: Synkroniserer i øjeblikket. Det kan tage nogle få minutter.
de: Es wird gerade synchronisiert. Dies kann einige Minuten dauern.
el: Γίνεται συγχρονισμός. Ίσως χρειαστούν λίγα λεπτά.
es: Sincronización en curso. Este proceso puede durar unos minutos.
es_us: Sincronización en curso. Esto podría tardar unos minutos.
fi: Synkronointi kesken. Tämä voi kestää muutaman minuutin.
fr: Synchronisation en cours. Cela peut prendre quelques minutes.
fr_ca: La synchronisation est en cours et peut prendre quelques minutes.
he: מסתנכרן כעת. פעולה זו עשויה להימשך מספר דקות.
hi: अभी सिंक किया जा रहा है। इसमें कुछ मिनट लग सकते हैं।
hr: Trenutačno traje sinkronizacija. To može potrajati nekoliko minuta.
hu: Jelenleg folyamatban van a szinkronizálás. Ez eltarthat pár percig.
id: Sedang menyelaraskan. Ini dapat memerlukan waktu beberapa menit.
it: È in corso la sincronizzazione. L’operazione potrebbe richiedere alcuni minuti.
ja: 現在同期中です。この処理に数分かかることがあります。
ko: 현재 동기화 중입니다. 이 작업은 몇 분 정도 소요될 수 있습니다.
ms: Sedang menyelaras. Ini mungkin mengambil masa beberapa minit.
nb: Synkroniserer for øyeblikket. Dette kan ta noen minutter.
nl: Er wordt gesynchroniseerd. Dit kan enkele minuten duren.
pl: Trwa synchronizowanie. Może to potrwać kilka minut.
pt_br: Sincronizando. Isso pode levar alguns minutos.
pt_pt: Sincronização em curso. Esta operação pode demorar alguns minutos.
ro: Se realizează sincronizarea. Procesul poate dura câteva minute.
ru: Идет синхронизация. Это может занять несколько минут.
sk: Prebieha synchronizácia. Môže to trvať niekoľko minút.
sl: Poteka sinhronizacija. To lahko traja nekaj minut.
sv: Synkroniserar just nu. Detta kan ta några minuter.
th: กำลังเชื่อมข้อมูลอยู่ในตอนนี้ อาจใช้เวลาสักครู่
tr: Şu anda eşzamanlanıyor. Bu işlem birkaç dakika sürebilir.
uk: Наразі триває синхронізація. Це може зайняти кілька хвилин.
vi: Đang đồng bộ hóa. Quá trình này có thể mất vài phút.
zh_cn: 当前正在同步。这可能需要几分钟时间。
zh_hk: 目前正在同步。這可能需要幾分鐘。
zh_tw: 目前正在同步。這可能需要一些時間。

# AccountsUserIncomingCallsTitle
source: Show Incoming Calls
ar: إظهار المكالمات الواردة
ca: Mostra les trucades entrants
cs: Zobrazit příchozí hovory
da: Vis indgående opkald
de: Eingehende Anrufe anzeigen
el: Εμφάνιση εισερχόμενων κλήσεων
es: Mostrar llamadas entrantes
es_us: Mostrar llamadas entrantes
fi: Näytä tulevat puhelut
fr: Afficher les appels entrants
fr_ca: Afficher les appels entrants
he: הצגת שיחות נכנסות
hi: इनकमिंग कॉल दिखाएँ
hr: Prikaži dolazne pozive
hu: Bejövő hívások megjelenítése
id: Tampilkan Panggilan Masuk
it: Mostra le chiamate in entrata
ja: 着信を表示
ko: 착신 통화 보기
ms: Tunjukkan Panggilan Masuk
nb: Vis innkommende anrop
nl: Toon inkomende oproepen
pl: Pokazuj połączenia przychodzące
pt_br: Mostrar Ligações Recebidas
pt_pt: Mostrar chamadas recebidas
ro: Afișare apeluri recepționate
ru: Отображение входящих вызовов
sk: Zobraziť prichádzajúce hovory
sl: Prikaz dohodnih klicev
sv: Visa inkommande samtal
th: แสดงสายโทรเข้า
tr: Gelen Aramaları Gösterin
uk: Показувати вхідні виклики
vi: Hiển thị cuộc gọi đến
zh_cn: 显示来电
zh_hk: 顯示來電
zh_tw: 顯示來電

# AccountsUserIncomingCallsUnavailableDescription
source: Your Apple TV can show you who’s calling on your iPhone and let you put the call on hold until you can answer or answer if you have connected HomePods.
ar: بإمكان Apple TV أن يعرض لك من يتصل بك على iPhone ويسمح لك بتعليق المكالمة إلى أن تتمكن من الرد، أو الرد إذا كنت قد وصَّلت HomePods.
ca: L’Apple TV et pot mostrar qui t’està trucant a l’iPhone i posar la trucada en espera fins que puguis respondre. També pots respondre des del HomePod.
cs: Na Apple TV se může ukazovat, kdo vám volá na iPhone, a vy na ní můžete hovor přidržet, dokud ho nebudete moct přijmout. Pokud máte připojené HomePody, můžete ho na Apple TV i přijmout.
da: Dit Apple TV kan vise, hvem der ringer til din iPhone, og du kan sætte opkaldet på hold, indtil du kan besvare det, eller du kan besvare opkaldet, hvis du har nogen tilsluttede HomePod-enheder.
de: Dein Apple TV kann dir anzeigen, wer auf deinem iPhone anruft, und den Anruf halten, bis du antworten kannst, oder ihn annehmen, wenn HomePods verbunden sind.
el: Το Apple TV μπορεί να εμφανίζει ποιο άτομο σάς καλεί στο iPhone σας και σας επιτρέπει είτε να θέσετε την κλήση σε αναμονή έως ότου μπορέσετε να απαντήσετε είτε να απαντήσετε στην κλήση αν έχετε συνδεδεμένα HomePod.
es: El Apple TV puede mostrar quién te llama al iPhone y poner la llamada en espera hasta que puedas contestar, o bien permitirte contestar si tienes algún HomePod conectado.
es_us: El Apple TV puede mostrarte quién te llama al iPhone y permitirte poner la llamada en espera hasta que puedas contestar. También puedes contestarla si tienes algún HomePod conectado.
fi: Apple TV voi näyttää, kuka soittaa iPhoneesi, ja asettaa puhelun pitoon, kunnes voit vastata. Voit myös vastata, jos sinulla on yhdistetty HomePod.
fr: Votre Apple TV peut vous indiquer qui appelle votre iPhone et vous permettre de mettre l’appel en attente jusqu’à ce que vous puissiez y répondre ou de répondre si vous avez connecté un HomePod.
fr_ca: Votre Apple TV peut afficher qui appelle votre iPhone et vous permettre de mettre l’appel en attente ou d’y répondre si des HomePod sont connectés.
he: ה-Apple TV יכול להראות לך מי מתקשר ל-iPhone שלך ולהעביר את השיחה למצב המתנה עד שיתאפשר לך לענות בטלפון או דרך מכשירי HomePods מחוברים.
hi: आपका Apple TV आपको दिखा सकता है कि आपके iPhone पर कौन कॉल कर रहा है और जब तक आप कॉल का जवाब नहीं दे सकते हैं तब तक कॉल को होल्ड पर रखने या अगर आपके पास कनेक्टेड HomePod हैं, तो जवाब देने की सुविधा देता है।
hr: Vaš Apple TV može prikazati dolazne pozive na vašem iPhoneu i omogućiti vam stavljanje poziva na čekanje dok se ne javite ili omogućiti javljanje ako imate spojene HomePod zvučnike.
hu: Az Apple TV‑je meg tudja jeleníteni, hogy ki hívja Önt az iPhone‑ján, és lehetővé teszi, hogy Ön várakoztassa a hívást, amíg készen áll a hívás fogadására, vagy fogadja a hívást, ha HomePodok vannak csatlakoztatva.
id: Apple TV Anda dapat menampilkan siapa yang sedang menelepon di iPhone Anda dan memungkinkan Anda untuk menahan panggilan hingga diangkat atau mengangkatnya jika Anda telah menghubungkan HomePods.
it: Apple TV può mostrarti chi ti sta chiamando su iPhone e consentirti di mettere in attesa la chiamata finché non puoi rispondere, oppure di rispondere se hai connesso un HomePod.
ja: Apple TVで、iPhoneにかかってきた電話の発信元を表示し、応答するまで通話を保留にすることができます。HomePodを接続している場合は、Apple TVで直接応答することもできます。
ko: Apple TV에서 iPhone으로 걸려오는 전화의 발신자를 확인하고, 전화를 받을 수 있는 시점까지 통화를 대기할 수 있습니다. HomePod을 연결한 경우에는 전화를 받을 수도 있습니다.
ms: Apple TV anda boleh menunjukkan kepada anda pemanggil pada iPhone anda dan membolehkan anda menahan panggilan sehingga anda boleh menjawab atau menjawab jika anda mempunyai HomePod bersambung.
nb: Apple TV-en din kan vise deg hvem som ringer til iPhonen din, og la deg sette samtalen på vent til du kan svare eller svare hvis du har tilkoblede HomePoder.
nl: Je Apple TV kan je laten zien door wie je op je iPhone wordt gebeld en kan het gesprek in de wacht plaatsen totdat je de oproep kunt beantwoorden of het gesprek beantwoorden als je HomePods hebt gekoppeld.
pl: Apple TV może pokazywać połączenia przychodzące na Twojego iPhone’a i wstrzymywać je, aby dać Ci czas na odebranie ich na telefonie lub na połączonych HomePodach.
pt_br: A Apple TV pode mostrar quem está ligando para o seu iPhone e permitir que você mantenha a ligação em espera até que possa atender, ou permitir que você atenda se tiver HomePods conectados.
pt_pt: A Apple TV pode mostrar quem está a ligar para o seu iPhone e permitir‑lhe colocar a chamada em espera até que a possa atender, ou pode atender a chamada se tiver HomePods ligados.
ro: Apple TV‑ul poate afișa cine vă apelează pe iPhone și vă poate permite să rețineți apelul până când puteți răspunde sau să răspundeți dacă aveți HomePod‑uri conectate.
ru: Если подключить устройства HomePod к Apple TV, на нем можно будет просматривать уведомления о входящих вызовах на iPhone, отвечать на них или ставить на удержание, когда нет возможности ответить сразу.
sk: Keď vám niekto volá na iPhone, Apple TV môže zobraziť volajúceho a umožní vám hovor podržať, kým sa nedostanete k telefónu, prípadne prijať hovor na pripojenom HomePode.
sl: V Apple TV-ju je lahko prikazano, čigav klic ste prejeli v iPhone, pri čemer lahko klic postavite na čakanje, dokler ga ne morete sprejeti, ali pa ga sprejmete, če imate povezane zvočnike HomePod.
sv: Apple TV kan visa vem som ringer till iPhone och låta dig parkera samtalet tills du kan svara, eller så kan du svara om du har anslutna HomePod-enheter.
th: Apple TV ของคุณสามารถแสดงให้คุณดูได้ว่าใครกำลังโทรมาบน iPhone ของคุณและช่วยให้คุณพักสายไว้จนกว่าคุณจะสามารถรับสายได้หรือรับสายหากคุณมี HomePod ที่เชื่อมต่ออยู่ได้
tr: Apple TV’niz, iPhone’unuzda kimin aradığını gösterip yanıtlayabileceğiniz zamana kadar aramayı beklemeye almanızı veya bağlı HomePod’larınız varsa yanıtlamanızı sağlayabilir.
uk: Apple TV може показувати, хто телефонує вам на iPhone, і давати змогу призупиняти виклик, доки ви не зможете відповісти, або відповідати, якщо підʼєднано HomePod.
vi: Apple TV có thể hiển thị ai đang gọi đến iPhone của bạn và cho phép bạn giữ cuộc gọi đến khi có thể trả lời hoặc trả lời nếu bạn đã kết nối các HomePod.
zh_cn: Apple TV可显示iPhone上的来电者，并保留通话直至你方便接听，或在已连接的HomePod上接听。
zh_hk: 你的Apple TV可以顯示iPhone上的來電者，並讓你保留通話直到你可以接聽，或在已連接的HomePod上接聽。
zh_tw: Apple TV可以顯示iPhone上的來電者，並讓你在可接聽前保留通話，或在有已連接的HomePods時接聽。

# AccountsUserITMSTitle
source: Store
ar: المتجر
ca: Botiga
cs: Obchod
da: Butik
es: Tienda
es_us: Tienda
fr_ca: Boutique
he: חנות
hi: स्टोर
hr: Trgovina
hu: Áruház
id: Toko
ja: ストア
ko: 스토어
ms: Kedai
nb: Butikk
pl: Sklep
pt_br: Loja
pt_pt: Loja
ru: Магазин
sk: Obchod
sl: Trgovina
sv: Affär
th: ร้าน
tr: Mağaza
uk: Магазин
zh_cn: 商店
zh_hk: 商店
zh_tw: 商店
